backend/controllers/SubscriptionController.php

INSERT INTO `t_log` (`email`, `issuccess`, `addtime`) VALUES ('yu0784@sina.com', '发送成功', '2020-09-27 17:58:43')
---
                $log->email = $list[$i];
                $log->issuccess = '发送成功';
                $log->addtime = date('Y-m-d H:i:s');
                $log->save();